"3-finger Horizontal Swipe" = "Rrëshqitje horizontale me 3 gishta";
"3-finger Vertical Swipe" = "Rrëshqitje vertikale me 3 gishta";
"4-finger Horizontal Swipe" = "Rrëshqitje horizontale me 4 gishta";
"4-finger Vertical Swipe" = "Rrëshqitje vertikale me 4 gishta";
"About" = "Rreth";
"About %@" = "Rreth %@";
"Accessibility" = "Çasja";
"Acknowledgments" = "Mirënjohjet";
"Active app" = "Aplikacioni aktiv";
"Active screen" = "Ekrani aktiv";
"Active Space" = "Hapësira Aktive";
"Add a running app" = "Shto një aplikacion aktiv";
"Add an app from disk" = "Shto një aplikacion nga disku";
"Additional controls" = "Kontrolle shtesë";
"Additional controls…" = "Kontrolle shtesë";
"Advanced" = "I avancuar";
"After keys are released" = "Pasi të lëshohen çelësat";
"After release" = "Pas lëshimit";
"Align windows" = "Rreshtoni dritaret";
"Align windows:" = "Rradhit dritaret:";
"All apps" = "Të gjitha aplikacionet";
"All data from this form will be made public, as a ticket on github.com" = "Të gjitha të dhënat nga kjo formë bëhen publike, si tiketë në github.com";
"All screens" = "Të gjitha dritaret";
"All Spaces" = "Të gjitha hapësirat";
"Allowed" = "E lejuar";
"Alphabetical" = "Alfabetike";
"Alphabetical Order" = "Rend alfabetik";
"Also select windows using:" = "Gjithashtu zgjedh dritaret duke përdorur:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab dështoi kur e përdorët herën e fundit. Dërgimi i një raportimi të dështimit do të ndihmojë në zgjedhjen e problemit";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Alttab aktualisht është vendosur të tregojë aplikacione.Kjo cilësim është në dispozicion vetëm kur Alttab është vendosur të tregojë Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab po funksionon pa leje Regjistrimi të Ekranit. Miniaturat nuk do të shfaqen.";
"AltTab needs some permissions" = "AltTab ka nevojë për disa leje";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Alttab do të tregojë nëse dritarja aktualisht është minimizuar ose në ekran të plotë me një ikonë të statusit.";
"Always" = "Gjithmonë";
"Always send crash reports" = "Gjithmonë dërgo raportime të dështimeve";
"and press" = "dhe shtypni";
"and press:" = "dhe prekni:";
"Animations" = "Animacione";
"Animations…" = "Animacione";
"App (BundleID starting with)" = "Aplikacioni (Bundleid duke filluar me)";
"App Icons" = "Ikona të aplikacionit";
"App is hidden" = "Aplikacioni është i fshehur";
"App is running but has no open window" = "Aplikacioni po funksionon, por nuk ka asnjë dritare të hapur";
"Apparition delay" = "Vonesë në pamje";
"Apparition delay of Switcher" = "Vonesa e shfaqjes së ndërruesit";
"Apparition delay:" = "Vonesa e shfaqjes";
"Appearance" = "Pamja";
"Application Name" = "Emrin e aplikimit";
"Application Name - Window Title" = "Emri i Aplikimit - Titulli i dritares";
"Applications" = "Aplikime";
"Are you sure you don’t want a response?" = "Jeni të sigurtë që nuk doni përgjigje?";
"Arrow keys" = "Tastet me shigjeta";
"Ask whether to send crash reports" = "Pyet para se të dërgohet raporti i dështimeve";
"Auto" = "Automatike";
"Auto-install updates periodically" = "Auto-instalo përditësimet";
"Blacklists" = "Lista e zezë";
"Cancel" = "Anulo";
"Cancel and hide" = "Anulo dhe fshih";
"Capture windows in the background" = "Kap dritaret në sfond";
"Center" = "Qendër";
"Check for updates now…" = "Shiko për përditësime tani...";
"Check for updates periodically" = "Shiko për përditësime shpesh";
"Check for updates…" = "Shiko për përditësime";
"Check permissions…" = "Kontrolloni lejet";
"Close window" = "Mbyll dritaren";
"Conflicting shortcut" = "Shkurtesë kontradiktore";
"Controls" = "Kontrollet";
"Crash reports policy" = "Politika e raporteve të përplasjeve";
"Crash reports policy:" = "Politika e raportimit të dështimeve:";
"Cursor follows focus" = "Kursori ndjek fokusin";
"Customize App Icons style…" = "Rregulloni stilin e ikonave të aplikacionit";
"Customize Thumbnails style…" = "Rregulloni stilin e tablove";
"Customize Titles style…" = "Rregulloni stilin e titujve";
"Dark" = "I errët";
"Debug tools" = "Mjete për diagnostikim";
"Disabled" = "Çaktivizuar";
"Do nothing" = "Bëj asgjë";
"Don’t check for updates periodically" = "Mos shiko për përditësime shpesh";
"Don’t send" = "Mos Dërgo";
"Don’t show windows from these apps" = "Mos shfaq dritaret nga këto aplikacione";
"Done" = "I mbaruar";
"End" = "Fund";
"Exceptions" = "Përjashtime";
"Export settings…" = "Eksporto cilësimet…";
"Export…" = "Eksporto…";
"Fade in animation of Preview" = "Animacion i shfaqjes graduale të Parashikimit";
"Fade out animation" = "Fade Out Animation";
"Fade out animation of Switcher" = "Animacion i zhdukjes graduale të ndërruesit";
"Fade out animation:" = "Animimi i zbehjes së jashtme:";
"Failed to import settings" = "Dështoi importimi i cilësimeve";
"Focus selected window" = "Fokuso dritaret e zgjedhura";
"Fullscreen window" = "Dritare në ekran të plotë";
"Fullscreen windows:" = "Dritare me ekran të plotë:";
"Fullscreen/Defullscreen window" = "Dritarja e ekranit të plotë/DegaScreen";
"General" = "E përgjithshme";
"Gesture" = "Gjeste";
"Grant permission" = "Jep leje";
"Hidden windows:" = "Dritaret e fshehura:";
"Hide" = "Fshih";
"Hide app badges" = "Fshih etiketat e aplikacioneve";
"Hide app badges:" = "Fshih etiketat e aplikacioneve:";
"Hide apps with no open window" = "Fshih aplikacionet pa dritare të hapura";
"Hide apps with no open window:" = "Fshih aplikacionet pa dritare të hapura:";
"Hide colored circles on mouse hover" = "Fshih rrathët e ngjyrosur përmbi kursor";
"Hide colored circles on mouse hover:" = "Fshih rrathët e ngjyrosur përmbi kursor:";
"Hide in %@" = "Fsheh në %@";
"Hide Space number labels" = "Fshih etiketat e numrit";
"Hide Space number labels:" = "Fshih etiketat e numrit:";
"Hide status icons" = "Fshih ikonat e statusit";
"Hide status icons:" = "Fshih ikonat e statusit:";
"Hide window thumbnails:" = "Fshihni minaturat e dritareve";
"Hide/Show app" = "Fshih/Shfaq Aplikacionin";
"High" = "I lartë";
"Highest" = "Më i lartë";
"Hold" = "Mbaj";
"Horizontal Swipe with Four Fingers" = "Rrëshqitje horizontale me katër gishta";
"Horizontal Swipe with Three Fingers" = "Rrëshqitje horizontale me tre gishta";
"I think the app could be improved with…" = "Mendoj se aplikacioni mund të përmirësohet me…";
"Ignore shortcuts when active" = "Injoroni shkurtesat kur janë aktive";
"Ignore shortcuts while a window from these apps is active" = "Injoro shkurtesat kur një dritare nga këto aplikacione është aktive";
"Import settings…" = "Importo cilësimet…";
"Import…" = "Importo…";
"Keep open" = "Mbaj hapur";
"Keep open and search" = "Mbaj hapur dhe kërko";
"Language" = "Gjuha";
"Language Change" = "Ndryshimi i gjuhës";
"Large" = "I madh";
"Later" = "Më vonë";
"Latest releases" = "Lansimet e fundit";
"Leading" = "Drejtues";
"Left" = "Majtas";
"Light" = "I ndezur";
"Lock search" = "Blloko kërkimin";
"Max height on screen:" = "Lartësia maksimale në ekran:";
"Max width on screen:" = "Gjerësia maksimale në ekran:";
"Medium" = "Mesatare";
"Menubar icon" = "Ikonë e menubarit";
"Menubar icon:" = "Ikona e menusë:";
"Middle" = "Mes";
"Minimize/Deminimize window" = "Zvogëlo/Çzvogëlo dritaren";
"Minimized windows:" = "Dritare te zvogëluara:";
"Miscellaneous" = "Të ndryshme";
"Miscellaneous:" = "Të ndyshme:";
"Mouse hover" = "Mbi kursor";
"Multiple screens" = "Ekranet e shumta";
"Never" = "Asnjëherë";
"Never send crash reports" = "Kurrë mos dërgo raport të dështimeve";
"No Window" = "Asnjë Dritare";
"Non-active apps" = "Aplikacionet joaktive";
"Non-visible Spaces" = "Hapësirat jo të dukshme";
"Normal" = "Normal";
"Not allowed" = "E palejuar";
"NSHumanReadableCopyright" = "GPL-3.0 liçenca";
"Only if the window is fullscreen" = "Vetën nëse dritarja është fullscreen";
"Only on different screen" = "Vetëm në ekran tjetër";
"Open Accessibility Preferences…" = "Hap preferencat e çasjes…";
"Open Accessibility Settings…" = "Hap cilësimet e aksesueshmërisë…";
"Open Screen Recording Preferences…" = "Hap preferencat e inqizimit të ekranit…";
"Open Screen Recording Settings…" = "Hap cilësimet e regjistrimit të ekranit…";
"Open System Settings to confirm, and continue" = "Hap cilësimet e sistemit për të konfirmuar, dhe vazhdo";
"Open Trackpad Preferences…" = "Hap Preferencat e Trackpad-it…";
"Open Trackpad Settings…" = "Hap cilësimet e Trackpad-it…";
"Optional: email (if you want a reply)" = "Jo-Obligative: E-mail (nëse doni përgjigje)";
"Order windows by" = "Porosit dritaret nga";
"Please fill in the form" = "Ju lutemi plotësoni formularin";
"Policies" = "Politikat";
"Preferences…" = "Preferencat";
"Preview selected window" = "Dritarja e zgjedhur e shikimit";
"Preview selected window:" = "Parashikim i dritares së zgjedhur:";
"Preview the selected window." = "Paraprakisht dritaren e zgjedhur.";
"Quit" = "Dil";
"Quit %@" = "Dil %@";
"Quit app" = "Mbyll aplikacionin";
"Recently Created" = "Krijuar së fundmi";
"Recently Created First" = "Krijuar së fundmi i pari";
"Recently Focused" = "Fokusuar së fundmi";
"Recently Focused First" = "Së pari u përqëndrua së fundmi";
"Remember my choice" = "Mbaj mend zgjedhjen time";
"Reset preferences and restart" = "Rivendosni preferencat dhe rindizni";
"Reset preferences and restart…" = "Rivendosni preferencat dhe rinisni";
"Reset settings and restart" = "Rivendos cilësimet dhe rifillo";
"Reset settings and restart…" = "Rivendos cilësimet dhe rifillo…";
"Restart Now" = "Rifillo tani";
"Rows of thumbnails:" = "Rreshta me minaturë:";
"Screen including menu bar" = "Ekrani përfshin shiritin e menysë";
"Screen including mouse" = "Ekrani përfshin mous-in";
"Screen Recording" = "Inqizimi i ekranit";
"Screen showing AltTab" = "Ekran shfaq AltTab";
"Search" = "Kërko";
"Select next window" = "Zgjidh dritaren e ardhshme";
"Select previous window" = "Zgjidh dritaren paraprake";
"Select windows on mouse hover" = "Zgjidhni Windows on Mouse Hover";
"Select windows using arrow keys" = "Zgjidhni Windows duke përdorur çelësat e shigjetave";
"Select windows using vim keys" = "Zgjidhni Windows duke përdorur çelësat VIM";
"Send" = "Dërgo";
"Send a crash report?" = "Dërgo raport dështimi?";
"Send anyway" = "Sidoqoftë dërgo";
"Send debug profile (CPU, memory, etc)" = "Dërgo profilin e korigjimit (CPU, memory, etc)";
"Send feedback" = "Dërgo mendime";
"Send feedback…" = "Dërgo mendime…";
"Settings imported" = "Cilësimet u importuan";
"Settings…" = "Cilësimet";
"Share improvement ideas, or report bugs" = "Ndaj ide për përmirësim, ose raporto gabime";
"Shortcut" = "Shkurtore";
"Shortcut 1" = "Shkurtesa 1";
"Shortcut 2" = "Shkurtesa 2";
"Shortcut 3" = "Shkurtore 3";
"Shortcut 4" = "Shkurtore 4";
"Shortcut 5" = "Shkurtore 5";
"Shortcut already assigned to another action: %@" = "Shkurtesa tashmë është caktuar tjetër veprimi: %@";
"Shortcuts When Active" = "Shkurtore kur janë aktive";
"Shortcuts when active…" = "Shkurtore kur janë aktive";
"Show" = "Shfaq";
"Show & Hide" = "Shfaq Fshih";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Tregoni një artikull në ndërruesin për secilën dritare, ose për secilën aplikacion.Windows do të përqendrohet, ndërsa aplikacionet do të aktivizohen.";
"Show apps with no open window" = "Shfaq aplikacionet pa dritare të hapur";
"Show at the end" = "Shfaq në fund";
"Show fullscreen windows" = "Shfaq dritaret me ekran të plotë";
"Show hidden windows" = "Trego dritare të fshehura";
"Show in switcher" = "Shfaq në Switcher";
"Show minimized windows" = "Trego dritare të minimizuara";
"Show on" = "Tregoj";
"Show on:" = "Shfaq në:";
"Show standard tabs as windows" = "Shfaq skedat standarde si dritare";
"Show standard tabs as windows:" = "Shfaq skedat standarde si dritare:";
"Show titles" = "Tregojnë tituj";
"Show windows from applications" = "Tregoni Windows nga aplikacionet";
"Show windows from screens" = "Tregoni Windows nga Ekranet";
"Show windows from Spaces" = "Tregoni dritare nga hapësirat";
"Show windows from:" = "Shfaq dritaret nga:";
"Size" = "Madhësi";
"Skipped" = "Kapërcyer";
"Small" = "I vogël";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Disa aplikacione si Finder ose Preview përdorin skedat standarde të cilat veprojnë si dritare të pavarura.Disa aplikacione të tjera si shfletuesit e uebit përdorin skedat me porosi që veprojnë në mënyra unike dhe nuk janë dritare aktuale.Alttab nuk mund t'i rendisë ato veç e veç.";
"Source code repository" = "Depo e kodit burimor";
"Space" = "Hapësirë";
"Space Order" = "Urdhër për hapësirën";
"Start" = "Fillim";
"Start at login" = "Filloni në hyrje";
"Start at login:" = "Starto gjatë identifikimit:";
"Support this project" = "Mbështetni këtë projekt";
"Swipe with Four Fingers" = "Rrëshqitje me katër gishta";
"Swipe with Three Fingers" = "Rrëshqitje me tre gishta";
"Switch between 3 different styles. You can customize them." = "Kaloni midis 3 stileve të ndryshme.Ju mund t'i rregulloni ato.";
"System" = "Sistem";
"System Default" = "Sistemi i paracaktuar";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "Shkurtorja ⌘⎋ (command+escape) mund të përdoret nga macOS për GameOverlay.\n\nNdryshimi juaj do ta caktonte atë në: %@.\n\nNëse dëshironi të vazhdoni, sigurohuni që shkurtorja GameOverlay të jetë e çaktivizuar.\nDuhet theksuar gjithashtu se macOS ka raportuar gabime ku shkurtorja mund të ndërhyjë ende ndërsa është e çaktivizuar.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Çelësi ⎋ (escape) është i rezervuar nga disa shkurtore të macOS (p.sh. ⌘⌥⎋ do të shfaqë dritaren 'Force Quit Applications').\n\nNëse dëshironi të përdorni ⎋, sigurohuni që modifikuesit e mbajtur të mos jenë: ⌘⌥, ⌘⌥⇧, ose ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Çelësi ⎋ (escape) është i rezervuar nga disa shkurtore të macOS (p.sh. ⌘⌥⎋ do të shfaqë dritaren 'Force Quit Applications').\n\nNdryshimi juaj do ta caktonte atë në: %@.\n\nNëse dëshironi të përdorni ⎋, sigurohuni që modifikuesit e mbajtur të mos jenë: ⌘⌥, ⌘⌥⇧, ose ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "Aplikacioni duhet të rifillojë për të aplikuar cilësimet e importuara.";
"The application needs to restart to apply the language change." = "Aplikacioni duhet të rifillojë për të aplikuar ndryshimin e gjuhës.";
"Theme" = "Temë";
"Theme:" = "Motivi:";
"Then release:" = "Pastaj lëshoni:";
"This permission is needed to focus windows after you release the shortcut" = "Kjo leje është e nevojshme për të fokusuar dritaret pasi të lëshoni shkurtesën";
"This permission is needed to show screenshots and titles of open windows" = "Kjo leje është e nevojshme për të shfaqur screenshots dhe titujt e dirtareve të hapura";
"This permission is needed to show thumbnails and preview of open windows" = "Kjo leje është e nevojshme për të shfaqur miniaturat dhe parashikimin e dritareve të hapura";
"Thumbnails" = "Thumba";
"Title" = "Titulli";
"Title truncation" = "Titulli i Titullit";
"Titles" = "Tituj";
"Trackpad haptic feedback" = "Reagimi haptik i Trackpad-it";
"Trigger" = "Aktivizues";
"Trigger shortcut" = "Shkurtore";
"Unassign existing shortcut and continue" = "Largo shkurtesën aktuale dhe vazhdo";
"Updates policy" = "Politika e azhurnimeve";
"Updates policy:" = "Politika e përditësimit:";
"Use the app without this permission. Thumbnails won’t show." = "Përdor aplikacionin pa këtë leje. Miniaturat nuk do të shfaqen.";
"Version" = "Verzioni";
"Vertical Swipe with Four Fingers" = "Rrëshqitje vertikale me katër gishta";
"Vertical Swipe with Three Fingers" = "Rrëshqitje vertikale me tre gishta";
"View existing discussions" = "Shfaq diskutimet egzistuese";
"Vim keys" = "Çelësat Vim";
"Vim keys already assigned to other actions:\n%@" = "Çelësat vim tashmë të caktuar për veprime të tjera: \\ n%@";
"Visibility" = "Shikim";
"Visible Spaces" = "Hapësirat e dukshme";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Kur çaktivizohet, shmanget treguesi vjollcë i regjistrimit të ekranit të macOS dhe shmanget dridhja gjatë luajtjes së videos DRM. Miniaturat do të jenë më pak të azhurnuara.";
"When fullscreen" = "Kur është në ekran të plotë";
"When no open window" = "Kur nuk ka dritare të hapur";
"While open, press:" = "Duke qenë hapur, prekni:";
"Window app icon size:" = "Madhësia e ikonës së dritarës së aplikacionit:";
"Window is fullscreen" = "Dritarja është në ekran të plotë";
"Window is minimized" = "Dritarja minimizohet";
"Window is on every Space" = "Dritarja është në çdo hapësirë";
"Window is on Space %d" = "Dritarja është në hapësirë ​​%d";
"Window max width in row:" = "Gjerësia maksimale e dritares në rresht:";
"Window min width in row:" = "Gjerësia minimale e dritares në rresht";
"Window order:" = "Renditja e dritareve:";
"Window Title" = "Titull dritaresh";
"Window title contains" = "Titulli i dritares përmban";
"Window title font size:" = "Madhësia e fontit të titullit të dritares:";
"Window title truncation:" = "Titulli i kthesës së dritares:";
"Windows" = "Dritare";
"You can’t undo this action." = "Ju nuk mund ta zhbllokoni këtë veprim.";
"You didn’t write your email, thus can’t receive any response." = "JU nuk keni shkruar email, kështu që nuk mund të pranoni përgjigje";
"You may need to disable some conflicting system gestures" = "Mund t'ju duhet të çaktivizoni disa gjeste sistemore konfliktuale";
